
local Config = {}

Config.chatShotTextList = {
        --"别吵了，别吵了，专心玩游戏吧",
        --"哈哈，这把你要惨了",
        --"快点吧，不要耽误我赢钱",
        --"快点吧，一会儿飞机都要起飞了",
        --"快点快点，这把我要通杀",
        --"你是哪里的我们交个朋友吧",
        --"什么网啊！那么慢啊！",
        --"压的多赢的多，娶个媳妇回家暖被窝",
        --"压的少赢的少，只能回家找大嫂",
        --"怎么又断线了？",
        --"这把我赌庄家通赔",
        "不要偷鸡，我的牌很大哦",
        "冲动是魔鬼，冷静",
        "不要一把全下，细水要长流",
        "看我通杀全场，这些钱都是我的",
        "大家好，很高兴见到各位",
        "快点把，我等得花儿都谢了",
        "今日运气不好，我明日再来",
        "哎，输光了，洗洗睡了",
        "别看牌，我们闷到底",
        "这局我押多一点",
        "开个好牌啊",
        "青山不改，绿水长流，后会有期",
}


return Config
